Gets the number of solid lines that placed in unit length.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public double LinesPerLength { get; }
  Visual Basic
Public ReadOnly Property LinesPerLength As Double
	Get
  Visual C++
public:
property double LinesPerLength {
	double get ();
}
 See Also
  FillPattern Class
  Autodesk.Revit.DB Namespace